{
	"123452001": "continue/13 17/farmer 13 17 0 Durin 13 15 2/faceDirection 2 1/speak Durin \"If you're seeing this there is a mistake somewhere... $l\",pause 2000/end position 13 17/faceDirection 0 3/addMailReceived HasMetDurin/end",
	"123452010": "continue/13 17/farmer 13 17 0 Durin 13 15 2 Glorgan 13 23 0/faceDirection 2 1/speak Durin \"Oh wait! One more thing... I am running dangerously low on salt. Perhaps you'd be willing to go get some Dwarven Salt for me?#$b#It's dissolved in the goopy bodies of the slimes here in Durin's Rest. When ya slay a slime, the salt crystallizes on yer weapon and ya can pick it right off the ground. $l\",pause 2000/Move Glorgan 0 -5 3/Move Glorgan -1 0 0/Move Glorgan 0 -1 0/speak Glorgan \"Durin... come now... You can't be sending new folk out into the wilderness without a good hammer...\"/Move Glorgan 0 0 1/speak Glorgan \"Come over to my shop across the street and take a look in the tool chest next to my beautiful blue flowers. It's right below the bookshelf on the right.#$b#I'm sure you'll find something worth using in there if you don't already have a trusty weapon to use... $l\",pause 1000/end position 13 17/faceDirection 0 3/addMailReceived DurinsRestQuest0Start/end",
	"123451234/n DRStartHospQuest": "continue/13 17/farmer 13 17 0 Durin 13 15 2/faceDirection 2 1/speak Durin \"First impressions are important. You've made a great one on me, but my friends and family need to like ya too if ya are to settle down here in my peaceful town of Rest.$h#$b#Head on into the surrounding town and introduce yerself to 'em. Depending on their first impressions of ya, I'll give ya something very special to welcome ya to our town!$k\",pause 2000/end position 13 17/faceDirection 0 3/addQuest 123455000/end",
	"123452011/f Glorgan 250/f Balor 250/f Arwen 250/f Durin 250/f Edrus 250/n DRStartHospQuest": "continue/13 19/farmer 13 17 0 Durin 13 15 2/fade unfade/faceDirection 2 1/speak Durin \"Well done @! You've made a great impression on everyone in town!$h#$b#You'll be a mighty fine new addition to my sleepy town of Rest.$h#$b#I've sent a bed to yer mailbox to get ya started but here's a bottle of wine as a housewarming gift.#$b#Come meet me back at my pub and we'll share a drink to celebrate yer homecoming!$h#$b#Then head down to yer new home, check yer mailbox, and get started decorating!$k\",pause 2000/end position 13 18/faceDirection 0 3/removeQuest 123455000/addMailReceived DurinsRestQ1bMail/end",
	"123457359/n BalorBasementComplete": "continue/13 17/farmer 13 17 0 Durin 13 15 2/faceDirection 2 1/speak Durin \"This is it @. The hardest enemy you've ever faced waits across that bridge for ya.$a#$b#Strange rumors of wasteland monsters've been sending tremors through the town... Don't worry, they can't fly.$h#$b#Head out and thin the heard for the safety of the town.#$b#And remember... Running’s not a plan! Running’s what ya do once a plan fails...\",pause 1000/addMailReceived DurinsRestWasteland/end",
}