{
	"Introduction": "Greetings human, it's good to gaze upon someone of equal stature.",
	
	"danceRejection": "That's really quite flattering... but I'm gonna have to say no. I don't know you that well. Sorry.",
	"divorced": "I'm too old to care about pain. But you really hurt me...$s#$e#Please just... I've already forgotten your face. Don't remind me...$a",
	"dumped_Girls": "...Wooowwwww$a#$e#I have no words for you...$a",
	"dumped_Guys": "...Wooowwwww$a#$e#I have no words for you...$a",
	"secondChance_Girls": "You've lost some respect with me, @... but I'm willing to forgive you.$s",
	"secondChance_Guys": "You've lost some respect with me, @... but I'm willing to forgive you.$s",
	"breakUp": "Ohh really? ... Got it.$s#$b#You'd think after 900 years I would be better at this but...$s#$e#Why would you do this to me?$a",

	"spring_1": "Every new year I get a little sad when I remember that I've got so many more years to go, and my friends have so many less days. It's tough being nigh-immortal...$s",
	"spring_21": "Oh it's my birthday? How strange...%revealtasteArwen105%revealtasteArwen272%revealtasteArwen78%revealtasteArwen119%revealtasteArwen91%revealtasteArwen148%revealtasteArwen239%revealtasteArwen412%revealtasteArwen372#$b#I guess it has been another year...#$b#I'm convinced time doesn't pass for me like it does for you.$h",
	"spring_Mon": "I see farmer's with those sticks in their mouths, do you do that?%revealtasteArwen105#$b#It looks like it would be kind of fun to put one of those sticks in my mouth.$l",
	"spring_Tue": "There's so much to forage in spring$k#$b#I love the smell when the berries come out!$h",
	"spring_Wed": "Come check out my tailoring shop in the Shadowbane Market and buy a hat or two!",
	"spring_Thu": "Oh hi @, you caught me reminiscing.%revealtasteArwen148#$b#I used to have a pet eel and it was so much fun to watch him hide in his little hole.$h#$b#He would come in and out really fast and I always thought he was trying to play a game with me...$k",
	"spring_Fri": "Wow @!#$b#Spring makes me feel so relaxed and happy.#$b#I hope that you're feeling the spring love as well!$h",
	"spring_Sat": "I just want to go out and smell the spring fragrances.#$b#Does that appeal to you @?",
	"spring_Sun": "You seem to be an ambitious adventurer.#$b#I truly wish you the best of luck!!$h",
	
	"summer_Mon": "Have you been to Durin's Pub? He's always in such a jolly mood...$k#$b#Most dwarves are jolly. But Durin in particular!$h",
	"summer_Tue": "A fire in winter is lovely too but there's something magical about a late summer night around a fire.%revealtasteArwen119#$b# I love sitting around a crackling fire with a fluteplayer and letting the eerie melodies of a bone flute enter my heart.$h",
	"summer_Wed": "I plan on spending a lot of time sewing this summer.",
	"summer_Thu": "Every summer I get a craving for bane annas. Bay nana-nana?%revealtasteArwen91#$b#Oh it's 'banana'? No I think you're pronouncing it wrong.#$b#Whatever it is, they have such an interesting shape!$l",
	"summer_Fri": "Summer makes me so hot and sweaty...#$b#I hope that doesn't bother you too much?$l",
	"summer_Sat": "You know what @.#$b#.I don't normally drink beer at this time of day, but I would love to have a cold one with you at Durin's pub!$h",
	"summer_Sun": "Please be careful in the mine @.#$b#I don't want anything bad to happen to you!$s",
	
	"fall_Mon": "Do humans these days still keep track of the months? Or just the seasons?#$b#Keeping time seems so strange to me. I just want to know which hat to put on before I leave the house.",
	"fall_Tue": "Hey @! I had some food at Durin's Pub last night and it was pretty good!%revealtasteArwen272#$b#I think my taco could have used a little eggplant in it though. I really like eggplants!$h",
	"fall_Wed": "It's that time of year again when I'm thinkin' about getting some stuffing.%revealtasteArwen239%revealtasteDurin436%revealtasteDurin438#$b#One with a perfect balance of crunchy and fluffy.$h#$b#Durin says adding in some goat milk might help fluff it up... But I don't know...",
	"fall_Thu": "Oh hi @, you caught me reminiscing.%revealtasteArwen148#$b#I used to have a pet eel and it was so much fun to watch him hide in his little hole.$h#$b#He would come in and out really fast and I always thought he was trying to play a game with me.$k",
	"fall_Fri": "Wow... Fishing in the local streams and ponds seems like so much fun!#$b#It would be great if we went together someday.$h",
	"fall_Sat": "Hi @.#$b#I encourage you to go exploring and see what you can find.#$b#Maybe you could bring something exciting back for me?$l",
	"fall_Sun": "Oh, @!#$b#I really do love your adventurous style.#$b#You really do impress me!$h",

	"winter_28": "Happy years end@!#$b#A couple hundred years ago we would all gather together and drink a special drink tonight that would give us visions of the year to come.#$b#I lost the recipe though...$s",	
	"winter_Mon": "Greetings @.%revealtasteArwen412#$b#Now that there's snow on the ground I've been looking for a good winter root. Do you have one for me?",
	"winter_Tue": "When it's cold out I love sitting around a crackling fire with a fluteplayer and letting the eerie melodies of a bone flute enter my heart.%revealtasteArwen119$h",
	"winter_Wed": "The season of snow is in full swing, no farming these days huh? Not unless you've got a juniper orchard.%revealtasteArwen78#$b#Now is a good time to head into some caves and look for carrots!$h",
	"winter_Thu": "Hey @! Have you ever had an oyster?%revealtasteArwen372#$b#They say oysters are an aphrodisiac but they're kind of gross to me. I highly prefer a good juicy clam.$h",
	"winter_Fri": "Whoa... It's cold out @.#$b#I think I need someone to keep me warm.$l",
	"winter_Sat": "Hi @.#$b#Sometimes winter really sucks.#$b#But I'm sure there's better things to do in winter other than farming.$l",
	"winter_Sun": "Winter is the time to sit around and cook up some comfort food.#$b#I hope you've learned some good recipes!$h",
}