{
	"Introduction": "Howdy stranger! I'd like to welcome you to Durin's Rest!",
	
//	"danceRejection": "danceRejection PLACEHOLDER",
//	"divorced": "divorced PLACEHOLDER",
//	"dumped_Girls": "dumped_Girls PLACEHOLDER",
//	"dumped_Boys": "dumped_Boys PLACEHOLDER",
//	"secondChance_Girls": "secondChance_Girls PLACEHOLDER",
//	"secondChance_Boys": "secondChance_Boys PLACEHOLDER",
//	"breakUp": "breakUp PLACEHOLDER",
	
	"spring_1": "It's spring! Time to start planting crops again!$h",
	"spring_Mon": "Oh hey there @! How are you today?#$b#Do you have all the seeds you need for the season?#$b#Come visit me at my stall in the Shadowbane Market if you ever need some seeds!",
	"spring_Tue": "The snow is gone and the crops are flowing in! I love this time of year!$l",
	"spring_Wed": "Oh hey @!%revealtasteBalor257#$b#Have you seen those little mushrooms around that look like they have tons of holes in them?#$b#Those are called morels! Do you think bugs make their homes in the little holes?",
	"spring_Thu": "Howdy @! Have ya ever heard of 'mycelia'? They're truly amazing!#$b#Mycelium are the root-like structures of mushrooms that grow underground.#$b#Mycelia can be so massive that they grow to be bigger than mountains!",
	"spring_Fri": "I'll have to say @... I really dig mushrooms.%revealtasteBalor257%revealtasteBalor281%revealtasteBalor404%revealtasteBalor420%revealtasteBalor422",
	"spring_Sat": "Oh hi @.  It's great to see yer smiling face.$h",
	"spring_Sun": "I just love working on the farm and selling seeds and produce.#$b#Durin's Rest is a great place to be!",

	"summer_3": "It's my birthday!%revealtasteBalor257%revealtasteBalor281%revealtasteBalor404%revealtasteBalor420%revealtasteBalor422%revealtasteBalor851%revealtasteBalor891#$b#I can't wait to head up to the hills. I'm going to have a great trip!$h",	
	"summer_Mon": "It's so hot out! It's fitting that the mushrooms in summer are so red...%revealtasteBalor420#$b#Have you found any yet?",
	"summer_Tue": "I love mushrooms, but they can be deceiving... It's easy to misidentify them!$s%revealtasteBalor257%revealtasteBalor281%revealtasteBalor404%revealtasteBalor420%revealtasteBalor422#$b#Don't worry though, I am always up-front, no deceiving from me!$h",
	"summer_Wed": "Ever wondered why mushrooms sometimes grow in a ring?#$b#They have a sort of root structure underground which grows out equally in all directions.#$b#What you see sprouting up is the fruit of the mushroom that grows up through the soil at the edge of the circle where the new growth is.#$b#Neat right?!$h",
	"summer_Thu": "Howdy @! Have ya ever heard of 'mycelia'? They're truly amazing!$h#$b#Mycelium are the root-like structures of mushrooms that grow underground.#$b#Mycelia can be so massive that they grow to be bigger than mountains!$h",
	"summer_Fri": "Whoa... Just after it rains during summer is the best time to harvest mushrooms.#$b#My favorite time of the year!!$h",
	"summer_Sat": "Be careful @.  Not all mushrooms are edible.$s",
	"summer_Sun": "Great to see ya @!$h#$b#I hope that yer adventures are going well!",
	
	"fall_Mon": "Greetings @!#$b#I sure do love farming, and I hear you're a farmer too. I can tell you're a farmer because of the way you are. How neat is that?!$h",
	"fall_Tue": "Oh hi there @!%revealtasteBalor281#$b#You know know those flat top mushrooms called chanterelles right?#$b#Did you know they smell like apricots? Neat right?$h",
	"fall_Wed": "These 'common mushrooms' aren't always so common are they...%revealtasteBalor404#$b#You wouldn't happen to have any extra would you?",
	"fall_Thu": "Hey @, you like mushrooms right?%revealtasteBalor422#$b#I heard there are purple ones around somewhere but I've never been able to find one...$s",
	"fall_Fri": "I just love working the land @.$h#$b#There's lots of produce to be grown in Durin's Rest.$k#$b#I hope that yer taking full advantage of it!$h",
	"fall_Sat": "I hear lots of strange noises up near the mine area.$k#$b#Please be careful if ya decide to explore there @.$s",
	"fall_Sun": "I have made so many friends in Durin's Rest @.#$b#I hope that ya find it is as friendly I do.$h",

	"winter_28": "There's stories of folks drinkin' special drinks on the last day of the year that give them visions of the year to come.#$b#Ever heard of that?",	
	"winter_Mon": "Well met. Boy you sure are a giant!%revealtasteBalor891$h#$b#Not quite as giant as those mushroom trees I've heard so much about, but you're still a giant to me!$k",
	"winter_Tue": "It's getting mighty cold out this winter.%revealtasteBalor851$k#$b#I sure would love one of those magma caps to warm up my belly!$h",
	"winter_Wed": "Winter is pretty and all, but I do miss all the mushrooms everywhere...%revealtasteBalor257%revealtasteBalor281%revealtasteBalor404%revealtasteBalor420%revealtasteBalor422%revealtasteBalor851%revealtasteBalor891$s#$b#Fungus are so fun! Get it?$h",
	"winter_Thu": "I hear stories of folks going into the mountains and getting lost without any food so they're forced to eat mushrooms...$s#$b#Now THAT'S what I call a bad trip!$h",
	"winter_Fri": "Whoa... darn... winter is not a good time for mushrooms.",
	"winter_Sat": "There's slim pickin's this time of year.#$b#Winter is not my favorite season...$s",
	"winter_Sun": "Here's a piece of advice fer ya @.%revealtasteArwen412#$b#Keep a sharp eye out for winter roots.#$b#I've heard that some folks really like a winter root.",
}