{
	"Introduction": "Well met! What can I do fer ya?",
	
	"danceRejection": "Oh that's mighty fine of you to ask, but no thanks. Not today.",
	"divorced": "I'll be fine on my own...$s#$e#Thanks for the memories.$s",
	"dumped_Guys": "...$s",
	"dumped_Girls": "...$s",
	"secondChance_Girls": "@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
	"secondChance_Guys": "@... I'm ready to give you a second chance. I still have faith that there's a good person inside of you.$s",
	"breakUp": "Wait... what?!$s#$b#I thought we were doing okay... I guess I had a rare lapse in judgement...$s#$e#Yeah, sure... we can still be friends.$s",

	"spring_1": "A new year comes and a new day dawns! It's time to try something new!$k#$b#Plant a new crop, cook a new meal, catch a new fish. And most importantly... Brew a new beer!$h",
	"spring_Mon": "Oh hey there @! Well met!%revealtasteDurin432$h#$b#I seem to be running low on beard oil, I really should get an oil maker... Do you have one?",
	"spring_Tue": "The mines can be a treacherous place. Be careful @.$s",
	"spring_Wed": "Hi @. If ya love drinking and brewing beers, ya have come to the right place.",
	"spring_Thu": "Yer not a spy sent by the Shadow People are ya?#$e#I'm keeping my eye on ya...",
	"spring_Fri": "What can I do fer ya?#$e#Interest ya on a pint?",
	"spring_Sat": "The greatest of all mysteries is to know so much but to control so little.#$b#If a brew doesn’t end up quite right, that’s okay! I knew what it should have been, so I can always try again!$h",
	"spring_Sun": "Hey there giant! How've you been?%revealtasteDurin436%revealtasteDurin438#$b#Say, you wouldn't happen to have any goat milk would ya? It goes great in my beard!$h",
	
	"summer_Mon": "Phew... it's feeling hot today.#$b#Come and join me fer a cold one at my pub!$h",
	"summer_Tue": "Everyone in Durin's Rest likes a beer.#$b#Why don't ya buy a few from me and share the love with the other villagers!$h",
	"summer_Wed": "Have you ever seen a beard like this?%revealtasteDurin432%revealtasteDurin436%revealtasteDurin438#$b#Goat milk, that's how I do it!$h",
	"summer_Thu": "It's hot out! But a nice cold drink will do the trick!",
	"summer_Fri": "Keep yer feet on the ground!$k#$e#Interest ya on a pint?$h",
	"summer_Sat": "Great to see ya @!%revealtasteDurin432%revealtasteDurin436%revealtasteDurin438$h#$b#What do you think of my beard today?#$b#I've been putting truffle oil in my beard for years now. But I just started putting goat milk in there too.",
	"summer_Sun": "It's great to see ya @.$h#$b#Most humans fear the unknown... but ya seem like the adventurous kind.",
	
	"fall_6": "It's my birthday!%revealtasteDurin432$h#$b#Today I always think back and remember all those that came before me.$s#$b#Do you think their beards were as nicely oiled as mine?$h",
	"fall_Mon": "I'm going to explore our wonderful village today.#$b#Who knows... I might do some farmin'... or... maybe I'll just go fishin'...",
	"fall_Tue": "Hi @!$h#$b#How are ya going on yer adventures?",
	"fall_Wed": "A word of advice for ya @.#$b#Make sure that yer well equipped before ya enter the local mines...",
	"fall_Thu": "It's that time of year again when I'm thinkin' about stuffing.%revealtasteArwen239%revealtasteDurin436%revealtasteDurin438#$b#I hear Arwen does love a good stuffing... One with a balance of crunch and fluffy softness!$h#$b#Do you think adding in some goat milk might help fluff it up?$k",
	"fall_Fri": "I like to say that my drinks aren't as good as people say.#$b#As a great woman once said, 'underpromise and overdeliver'!$h",
	"fall_Sat": "What can I do fer ya?#$e#Interest ya on a pint?$h",
	"fall_Sun": "Oh hey @!#$b#Sorry, a caught me deep in thought about the war.$s#$b#No one truly wins a war, no one won the last one, and no one will win the next one...$s",

	"winter_28": "Some say there's stories of folks drinkin' special drinks on the last day of the year that give them visions of the year to come.#$b#I'd like to get my hands on that recipe, but it seems like it's been shrouded in time.#$b#Maybe one day it will resurface...$h",	
	"winter_Mon": "Well met @!#$b#It's cold outside, come get a drink to warm up yer belly!$h",
	"winter_Tue": "Keep yer feet on the ground!#$e#Interest ya on a pint?",
	"winter_Wed": "Have you ever tried putting goat milk in your beard?%revealtasteDurin436%revealtasteDurin438#$b#It might sound a little weird, but it keeps it well-quaffed!$h",
	"winter_Thu": "Dwarven Whiskey is, by far, the most popular of all remedies that will not cure a cold...$h",
	"winter_Fri": "Whoa... it's gettin' cold out there @.#$b#Make sure that ya bundle up on yer adventure!!",
	"winter_Sat": "Ya seem like a mighty friendly and clever human.#$b#Yer gonna do well here!!$h",
	"winter_Sun": "There's lots of stuff to do in Durin's Rest.#$b#Ya can enjoy it however ya want!!$h",
}