{
	"Introduction": "Hello there. Haven't seen you before...",
	
//	"danceRejection": "danceRejection PLACEHOLDER",
//	"divorced": "divorced PLACEHOLDER",
//	"dumped_Girls": "dumped_Girls PLACEHOLDER",
//	"dumped_Boys": "dumped_Boys PLACEHOLDER",
//	"secondChance_Girls": "secondChance_Girls PLACEHOLDER",
//	"secondChance_Boys": "secondChance_Boys PLACEHOLDER",
//	"breakUp": "breakUp PLACEHOLDER",

	"spring_1": "Ah a new year, at least we can attempt to make this one different.#$b#I know it will be the same though...$s",
	"spring_Mon": "Well met @. You must’ve been crafting a bit with those calluses on your fingers.#$b#Take pleasure in every stitch and bolt, if you make them well they’ll last longer than you or I.",
	"spring_Tue": "You spend all your time with your hands in the dirt? Ever tried crafting something?",
	"spring_Wed": "Not many sheep around here these days. If you have any wool let me know okay?%revealtasteEdrus440",
	"spring_Thu": "Some of the other stalls in the marketplace look better than mine.#$b#It just makes me feel jealous.$s",
	"spring_Fri": "Spring is a great time of the year for some.#$b#But... I couldn't be bothered to go and experience it all.$a",
	"spring_Sat": "Arrgh... A cobbler's work is never done.$a#$b#Perhaps ya should go and chat to some of the other villagers?",
	"spring_Sun": "Oh... it's you @.#$b#I'm busy at the moment.#$b#Maybe come back and talk to me later?",

	"summer_15": "Another birthday. Another year closer to death.%revealtasteEdrus446$s#$b#I better keep my lucky rabbit's foot on me today. I have the worst luck on my birthday...",	
	"summer_Mon": "Oh hi @. Seems like you’re enjoying yourself. Remember joy is fleeting.#$b#Prosper while yer young so you don’t regret it when yer old like me.$s",
	"summer_Tue": "One day I’m gonna make my last pair of boots.#$b#That should make me stitch every stitch like it’s my last.$h#$b#I thought today might be that day. And I did everything the same…$s",
	"summer_Wed": "Another hot day, another sweat wasted far away from my workbench...",
	"summer_Thu": "Oh @.  Sometimes I wonder where I am heading in my life.$s",
	"summer_Fri": "Oh... It's you @...%revealtasteEdrus446%revealtasteEdrus444#$b#Ya definitely seem like an adventurous person...#$b#I'd love a good duck's feather or a rabbit's foot.#$b#I prefer to use natural materials in my crafting.$h",
	"summer_Sat": "Grrr... Summer is too hot for me!$a",
	"summer_Sun": "On these hot days, I love to have a cold ale in Durin's pub... but I prefer to sit by myself.",
	
	"fall_Mon": "Winter is coming, folks will need new boots and new boots require more wool.%revealtasteEdrus440#$b#Got any extra wool?",
	"fall_Tue": "When you harvest a crop for the first time does it give you joy? Or sadness knowing you won’t feel that same joy ever again?$s",
	"fall_Wed": "I love the way rabbits feet feel!%revealtasteEdrus446#$b#But then I'm reminded that they've been on the ground and I'm rubbing them on my face and I get sad again.$s",
	"fall_Thu": "Oh... @#$b#I must admit... yer good company for a lonely fella like me.$h",
	"fall_Fri": "Some of the folks around here seem really happy.#$b#But I don't like small talk.",
	"fall_Sat": "Let me know if ya want some fancy boots.#$b#I make the best in town.",
	"fall_Sun": "Be careful in the mines!#$b#There's some nasty critters wandering around.",

	"winter_28": "Hey @. Come by the pub after work and share a round with me.#$b#Durin’s brews are the only thing that keeps me going...$s",	
	"winter_Mon": "A truly fancy pair of boots has a good many duck feathers in it. Have ya seen any duck feathers?%revealtasteEdrus444",
	"winter_Tue": "Good, it’s finally boot weather.$h",
	"winter_Wed": "I can always use more wool in the wintertime for all the orders coming in for winter boots...%revealtasteEdrus440#$b#Got any extra wool?",
	"winter_Thu": "Hi @. I try to remind myself I can craft high quality boots... But I always doubt myself.$s",
	"winter_Fri": "Winter seems to make me feel even more depressed...$s",
	"winter_Sat": "Whoa... It's getting cold.$s#$b#I'm looking forward to spring.",
	"winter_Sun": "Oh... @#$b#How are ya going on yer adventures?",
}



