{
	"patio_Arwen": "I'm hoping the petals from this flower work well as a dye. It's similar to one I used to use as a young maiden back in my home village in the woods...$h",
	"spouseRoom_Arwen": "I'm thinking of making a new line of purple blouses. What do you think? Too regal?",
	"funLeave_Arwen": "I'm going to take a nature walk today. I need to get out of the house.#$b#Maybe I'll find something to use as dye!$h",
	"funReturn_Arwen": "I had a nice, relaxing time today. How did your day go?",
	"Rainy_Day_0": "Do humans these days still keep track of the months? Or just the seasons?#$b#Keeping time seems so strange to me honey. I just want to know which hat to put on before I leave the house.#$b#Let me know if it's raining out there will you love?$h",
	"Rainy_Day_1": "You look a little soggy, dear. Why don't you warm yourself by the fire?",
	"Rainy_Day_2": "On rainy days my thoughts always drift toward cinnamon and cookies.",
	"Rainy_Day_3": "*grumble*... I just woke up and I'm hungry for some protein. Maybe you could help?$l",
	"Rainy_Day_4": "I've changed a lot over the centuries, but I still prefer sunny weather.",
	"Rainy_Night_0": "I'm ready to hop into bed whenever you are. The sound of rain will put us right to sleep.",
	"Rainy_Night_1": "How was your day, honey? I was going to do the dishes but I got absorbed in my sewing...$h",
	"Rainy_Night_2": "Oh, I'm glad you're back. It's so cold in here by myself... Are you almost ready to shut off the lights?",
	"Rainy_Night_3": "When it's raining I love sitting around a crackling fire with someone I love.$k#$b#It's great to be here with you!$l",
	"Rainy_Night_4": "Whoa... It's cold out @.#$b#I think I need someone to keep me warm.$l",
	"Indoor_Day_0": "Good morning, @! I made us some tea.[614]$h#$e#My morning just wouldn't be complete without a hot cup of tea.$h",
	"Indoor_Day_1": "Hey, honey! I made you a hot breakfast.[195 210 211]#$e#If you want to get strong, you have to eat like you mean it!",
	"Indoor_Day_2": "I'm glad I've learned to enjoy cleaning! The house gets dirty very easily.$10#$e#It's satisfying to get everything squeaky clean.#$e#Can I have a kiss before you leave?$1",
	"Indoor_Day_3": "There's always something new happening on our farm... I love it.",
	"Indoor_Day_4": "Hey, @. Heading out into the wild? I got you something...[286 287 205 732]#$e#Use that if you get into a tough spot. It should help keep you safe.",
	"Indoor_Night_0": "Welcome home, @. I hope you had a wonderful day.",
	"Indoor_Night_1": "Sometimes I pause and think of all that I've learned about humans from you...#$b#I wish all my fellow elves could know this feeling.$h",
	"Indoor_Night_2": "Hi, @. Welcome home. You look like you've been working hard out there!$h",
	"Indoor_Night_3": "Are you ready for bed soon? I made the bed special for us...$l",
	"Indoor_Night_4": "Good evening, honey. Did you accomplish everything you wanted to today?#$b#If not, that's okay. We've got all the time in the world!$l",
	"Outdoor_0": "Make sure to keep things tidy around your Grandpa's shrine. There's something special about it, I can feel it.",
	"Outdoor_1": "It's pretty cool that we have a cave on our property. It's something I always dreamed about.$h",
	"Outdoor_2": "I always forget to put some snacks in my pocket. *rumble*$h",
	"Outdoor_3": "Hey. When I stand here and look out over our land... I'm really proud. You've done great work!",
	"Outdoor_4": "My wildest dreams have come true... just look at this incredible landscape!",
	"OneKid_0": "It's fun to be a parent. I want to make sure %kid1 grows up to have a love for sewing like me.$h",
	"OneKid_1": "You think %kid1 will like sewing as much as I do?",
	"OneKid_2": "I think I might bake %kid1 some chocolate cake today.$h",
	"OneKid_3": "Now that we have %kid1, I kind of want a second one!$h#$b#Hint Hint!$l",
	"OneKid_4": "I was carrying %kid1 earlier, and I could've sworn I heard a \"Ma...ma\".$h",
	"TwoKids_0": "We've got a wonderful farm and a full family. Our new life has really turned out well, hasn't it?",
	"TwoKids_1": "My own sewing room at home, an automaton running my shop in Durin's Rest, two wonderful kids, and a beautiful spouse. Life is quite good!$h",
	"TwoKids_2": "We've come a long way, @! Look at our family!$h#$b# To be honest, I never really thought I'd end up living with a human...$k#$e#Now that I'm here with you @, I love it!$l",
	"TwoKids_3": "%kid1 and %kid2 keep messing up my threads...$a#$b#But that's okay! As much as I love sewing I love %kid1 and %kid2 more!$h",
	"TwoKids_4": "We have to make sure we give %kid1 a lot of attention now that we have %kid2.$k#$b#We don't want any jealousy between them!$h",
	"Good_0": "Did I ever tell you... when you first came to Durin's Rest, the next night I had a dream that we'd be together someday.$h",
	"Good_1": "Wow, you look full of energy today!$l^You look beautiful today.$l",
	"Good_2": "@? I just want to say that I appreciate all the hard work you do for our household.$h",
	"Good_3": "@...I still can't believe we're married... It's a dream come true!$l",
	"Good_4": "Wow, you look really handsome today! Did you shave?$l^Oh, my... you look beautiful today.$l",
	"Neutral_0": "I won't ever grow old, but you will. Sometimes it makes me sad... but that's okay.$s",
	"Neutral_1": "Do you think your Grandpa would approve of an elf living in his house?",
	"Neutral_2": "You're a strange one, to want to live with an elf like me...",
	"Neutral_3": "Do you think we could get in trouble for being married? An elf and a human under the same roof?$s",
	"Neutral_4": "I think I'm going to clean the house all day! This will be fun!$h",
	"Bad_0": "Did I do something wrong? You've been acting different lately.$s",
	"Bad_1": "Look, I just want to be alone. Why don't you go outside and do your own thing for a while?$s",
	"Bad_2": "You've been so cold to me lately...$s",
	"Bad_3": "Maybe a relationship like this is destined to fail...$s",
	"Bad_4": "I miss Durin's Rest...$s",
	"spring_1": "Every new year I get a little sad when I remember that I've got so many more years to go, and my friends have so many less days. It's tough being nigh-immortal...$s#$b#But you make it so much more pleasant!$h",
	"summer_1": "I plan on spending a lot of time sewing you something lovely this summer.$h",
	"fall_1": "@ you look lovely this time of year!$h#$b#I really do love your adventurous style.$h#$b#You really do impress me!$l",
	"winter_1": "Sometimes winter really sucks @.#$b#But I'm sure there's better things to do in winter other than farming if you catch my drift?$l",
	"spring_21": "Oh it's my birthday? How strange...%revealtasteArwen105%revealtasteArwen272%revealtasteArwen78%revealtasteArwen119%revealtasteArwen91%revealtasteArwen148%revealtasteArwen239%revealtasteArwen412%revealtasteArwen372#$b#I guess it has been another year...#$b#I'm convinced time doesn't pass for me like it does for you.",
}