{
	"patio_Durin": "Some people might say havin' a still outside is a wee bit odd. But I like lookin' at it while I'm out here.$h",
	"spouseRoom_Durin": "There's always a new brewin' fermulation to be had. I'm thinkin' of tryin' juniper in mead...$h",
	"funLeave_Durin": "I'm gonna take a walk today. I need to get out of the house and smell the world.",
	"funReturn_Durin": "I had a nice, relaxin' time today. How did yer day go?",
	"Rainy_Day_0": "Ya look a little soggy, dear. Why don't ya warm yerself by the fire?",
	"Rainy_Day_1": "I wonder where the flyin' insects go when it rains? Don't they get hit by the raindrops?",
	"Rainy_Day_2": "Hmm... maybe I should experiment with a new recipe. Ya liked the last recipe I made, didn't ya, honey?#$e#What was it called... '%favorite soup'?",
	"Rainy_Day_3": "On days like this, I love to curl up with a good book.",
	"Rainy_Day_4": "Might wanna do some fishin' or minin' today, huh?",
	"Rainy_Night_0": "I'm ready to hop into bed whenever ya are. The sound of rain will put us right to sleep.",
	"Rainy_Night_1": "I was hungry so I made some dinner. Here, I saved ya a plate. [241 242 225 214 198]$h",
	"Rainy_Night_2": "I made a hot meal fer ya, honey. Just how ya like it. Enjoy! [727 231 207 199]$h",
	"Rainy_Night_3": "What did I do today? I'll just say this... It takes a lot of beard oil to maintain this rugged physique!$h",
	"Rainy_Night_4": "Good evenin'. Did ya have a productive day, my dear?",
	"Indoor_Day_0": "Good mornin', @! I made us some coffee.[395]$h#$e#My mornin' just wouldn't be complete without a hot cup of coffee.$h",
	"Indoor_Day_1": "Hey, honey! I made ya a hot breakfast.[195 210 211]#$e#If ya wanna get strong, ya have to eat like ya mean it!",
	"Indoor_Day_2": "I'm glad I've learned to enjoy cleanin'! The house gets dirty very easily.$10#$e#It's satisfyin' to get everythin' squeaky clean.#$e#Can I have a kiss befere ya leave?$1",
	"Indoor_Day_3": "Ahh... there's nothin' like a good night's sleep next to my husband!$h^Ahh... there's nothin' like a good night's sleep next to my wife!$h",
	"Indoor_Day_4": "Hey! I'm just debatin' what I should do today. I love havin' this much freedom!$h",
	"Indoor_Night_0": "Welcome home, @. I hope ya had a wonderful day.",
	"Indoor_Night_1": "Sometimes I pause and think of all that I've learned about humans from ya...#$b#I wish all my fellow dwarves could know this feelin'.$h",
	"Indoor_Night_2": "Hi, @. Welcome home. Ye look like you've been workin' hard out there!$h",
	"Indoor_Night_3": "Are ya ready fer bed soon? I made the bed special fer us...$l",
	"Indoor_Night_4": "Good evenin', honey. Did ya accomplish everythin' ya wanted to today?#$b#If not, that's okay. We've got all the time in the world!$l",
	"Outdoor_0": "Make sure to keep thin's tidy around yer Grandpa's shrine. There's somethin' special about it, I can feel it.",
	"Outdoor_1": "It's pretty cool that we have a cave on our property. It's somethin' I always dreamed about.$h",
	"Outdoor_2": "I always ferget to put some snacks in my pocket. *rumble*$h",
	"Outdoor_3": "Hey. When I stand here and look out over our land... I'm really proud. You've done great work!",
	"Outdoor_4": "My wildest dreams have come true... just look at this incredible landscape!",
	"OneKid_0": "I was carryin' %kid1 earlier, and I could've sworn I heard a \"Ma...ma\".$h",
	"OneKid_1": "Ye and %kid1 are the most important part of me life now.$h#$b#Me grandpapi would be so proud...$s",
	"OneKid_2": "Have ya had any time to play with %kid1 today?#$b#Maybe a second little monster will keep 'em company?$l",
	"OneKid_3": "Don't worry, I'll feed %kid1 today. Ye can just focus on runnin' the farm.",
	"OneKid_4": "I wanna impress on %kid1 how important it is to be a pacifist, but %kid1 keeps chacin' bugs around... $s#$b#Maybe they get that from yer side?$h",
	"TwoKids_0": "I already gave %kid1 and %kid2 their food. They eat a lot fer such small creatures!",
	"TwoKids_1": "I was carryin' %kid2 earlier, and I could've sworn I heard a \"Da...da\".$h",
	"TwoKids_2": "It's fun to see the wee babes playin' with each other. I think they're gonna be very close.",
	"TwoKids_3": "Well, %kid2 certainly has yer hair...$h",
	"TwoKids_4": "Ya know, I think %kid2 has yer nose.",
	"Good_0": "Did I ever tell ya... when ya first came to Durin's Rest, the next night I had a dream that we'd be together someday.$h",
	"Good_1": "Wow, ya look full of energy today!$l^Wow, ya look beautiful today.$l",
	"Good_2": "@? I just wanna say that I appreciate all the hard work ya do fer our household.$h",
	"Good_3": "@...I still can't believe we're married... It's a dream come true!$l",
	"Good_4": "Wow, ya look really handsome today! Did ya shave?$l^Oh, my... ya look beautiful today.$l",
	"Neutral_0": "When I take mornin' walks I do my best to avoid everyone. Humans are... Odd beasts...",
	"Neutral_1": "Do ya think yer Grandpa would approve of a dwarf livin' in his house?",
	"Neutral_2": "Yer a strange one, to wanna live with a dwarf like me...",
	"Neutral_3": "Ya think we could get in trouble fer bein' married? A dwarf an' a human under the same roof?$s",
	"Neutral_4": "I think I'm gonna clean the house all day. This'll actually be fun!$h",
	"Bad_0": "Did I do somethin' wrong? You've been actin' different lately.$s",
	"Bad_1": "Look, I just wanna be alone. Why don't ya go outside and do yer own thin' fer a while?$s",
	"Bad_2": "You've been so cold to me lately...$s",
	"Bad_3": "Maybe a relationship like this is destined to fail...$s",
	"Bad_4": "I miss Durin's Rest...$s",
	"sprin'_1": "A new year comes and a new day dawns! It's time to try somethin' new!$k#$b#Plant a new crop, cook a new meal, catch a new fish. And most importantly... Brew ya a new love potion! I mean beer..!$h",
	"summer_1": "Most humans fear the unknown...#$b#Not ye! I'm so happy to be on this adventure with ya my sweet!$l",
	"fall_1": "It's that time of year again when I'm thinkin' about stuffin'.%revealtasteArwen239%revealtasteDurin436%revealtasteDurin438#$b#Lots of folks love a good stuffin'... One with a balance of crunch and fluffy softness!$h#$b#Do ya want a good stuffin'?$l",
	"winter_1": "Dwarven Whiskey is, by far, the most popular of all remedies that will not cure a cold...[{{spacechase0.JsonAssets/ObjectId:Dwarven Whiskey}}]$h",
	"fall_6": "It's my birthday!%revealtasteDurin432#$b#Today I always think back and remember all those that came befere me.#$b#Do ya think their beards were as nicely oiled as mine?$h",
}