{
	"patio_Glorgan": "Ahh... Can you smell it? The flowers are intoxicating!$h",
	"spouseRoom_Glorgan": "Now where can I add more flowers in here... The ones next to the forge keep wilting. What if I freeze the pots they're in every night?",
	"funLeave_Glorgan": "I'm going to take a nature walk today. I need to get out of the house and find some new flowers to transplant.",
	"funReturn_Glorgan": "I had a nice, relaxing time today. I didn't find any new flowers though... $s#$b#How did your day go?",
	"Rainy_Day_0": "You look a little soggy, dear. Why don't you warm yourself by the fire?",
	"Rainy_Day_1": "Good morning! I got up early and did some foraging. Here, take one.[20 404 402 398]#$e#Searching for edible goodies is like going on a treasure hunt. It's a lot of fun!$h",
	"Rainy_Day_2": "It's days like this I'm really happy about my heavy-duty boots.$h",
	"Rainy_Day_3": "Do I hear a leak in the roof? I'll have to check it out. I know a thing or two about carpentry.",
	"Rainy_Day_4": "Might want to do some fishing or mining today, huh?",
	"Rainy_Night_0": "I'm ready to hop into bed whenever you are. The sound of rain will put us right to sleep.",
	"Rainy_Night_1": "How was your day? Did you see any animals out there?",
	"Rainy_Night_2": "It's going to be relaxing to fall asleep on a night like this...$l",
	"Rainy_Night_3": "I'm glad you're home... It's a good night to get under the covers and and...$k#$b#Get warm...$l",
	"Rainy_Night_4": "How was your day today, dear? Muddy out there?$h",
	"Indoor_Day_0": "Good morning, @! I made us some coffee.[395]$h#$e#My morning just wouldn't be complete without a hot cup of coffee.$h",
	"Indoor_Day_1": "Hey, honey! I made you a hot breakfast.[195 210 211]#$e#If you want to get strong, you have to eat like you mean it!",
	"Indoor_Day_2": "I'm glad I've learned to enjoy cleaning! The house gets dirty very easily.$10#$e#It's satisfying to get everything squeaky clean.#$e#Can I have a kiss before you leave?$l",
	"Indoor_Day_3": "Good morning, @. I've planted these in a little pot out back... [16 18 20 22 90 259 396 402]#$e#I grew that with great love and attention. Enjoy it!$h",
	"Indoor_Day_4": "Always remember to keep your eyes peeled for wild food! There's lots out there.",
	"Indoor_Night_0": "Welcome home, @. I hope you had a wonderful day.",
	"Indoor_Night_1": "Sometimes I pause and think of all that I've learned about humans from you...#$b#I wish all my fellow dwarves could know this feeling.$h",
	"Indoor_Night_2": "Hi, @. Welcome home. You look like you've been working hard out there!$h",
	"Indoor_Night_3": "Are you ready for bed soon? I made the bed special for us...$l",
	"Indoor_Night_4": "Good evening, honey. Did you accomplish everything you wanted to today?#$b#If not, that's okay. We've got all the time in the world!$l",
	"Outdoor_0": "Make sure to keep things tidy around your Grandpa's shrine. There's something special about it, I can feel it.",
	"Outdoor_1": "It's pretty cool that we have a cave on our property. It's something I always dreamed about.$h",
	"Outdoor_2": "I always forget to put some snacks in my pocket. *rumble*$h",
	"Outdoor_3": "Hey. When I stand here and look out over our land... I'm really proud. You've done great work!",
	"Outdoor_4": "My wildest dreams have come true... just look at this incredible landscape!",
	"OneKid_0": "It's fun to be a parent. I want to make sure %kid1 grows up to have a love for the outdoors.",
	"OneKid_1": "You think %kid1 will like flowers as much as I do?$h",
	"OneKid_2": "I think I might bake %kid1 some poppy seed muffins today.$h#$b#But I dont want to have to pick any poppies...$s",
	"OneKid_3": "Now that we have %kid1, I kind of want a second one!$h#$b#Hint Hint!$l",
	"OneKid_4": "I was carrying %kid1 earlier, and I could've sworn I heard a \"Ma...ma\".$h",
	"TwoKids_0": "We've got a wonderful farm and a full family. Our new life has really turned out well, hasn't it?",
	"TwoKids_1": "My own smith at home, an automaton running my shop in Durin's Rest, two wonderful kids, and a beautiful spouse. Life is darn good!$h",
	"TwoKids_2": "We've come a long way, @! Look at our family!$h#$b# To be honest, I never really thought I'd end up living with a human...$k#$e#Now that I'm here with you @, I love it!$l",
	"TwoKids_3": "%kid1 and %kid2 keep messing up my flowers...$a#$b#But that's okay! As much as I love flowers I love %kid1 and %kid2 more!$h",
	"TwoKids_4": "We have to make sure we give %kid1 a lot of attention now that we have %kid2.$k#$b#We don't want any jealousy between them!$h",
	"Good_0": "Did I ever tell you... when you first came to Durin's Rest, the next night I had a dream that we'd be together someday.$h",
	"Good_1": "Wow, you look full of energy today!$l^You look beautiful today.$l",
	"Good_2": "@? I just want to say that I appreciate all the hard work you do for our household.$h",
	"Good_3": "@...I still can't believe we're married... It's a dream come true!$l",
	"Good_4": "Wow, you look really handsome today! Did you shave?$l^Oh, my... you look beautiful today.$l",
	"Neutral_0": "When I take mornin' walks I do my best to avoid everyone. Humans are... Odd beasts...",
	"Neutral_1": "Do ya think yer Grandpa would approve of a dwarf living in his house?",
	"Neutral_2": "Yer a strange one, to want to live with a dwarf like me...",
	"Neutral_3": "Ya think we could get in trouble for being married? A dwarf an' a human under the same roof?$s",
	"Neutral_4": "I think I'm gonna clean the house all day. This'll actually be fun!$h",
	"Bad_0": "Did I do something wrong? You've been acting different lately.$s",
	"Bad_1": "Look, I just want to be alone. Why don't you go outside and do your own thing for a while?$s",
	"Bad_2": "You've been so cold to me lately...$s",
	"Bad_3": "Maybe a relationship like this is destined to fail...$s",
	"Bad_4": "I miss Durin's Rest...$s",
	"spring_1": "I walk outside and all I feel is your love!%revealtasteGlorgan421%revealtasteGlorgan402%revealtasteGlorgan591%revealtasteGlorgan593%revealtasteGlorgan595%revealtasteGlorgan597%revealtasteGlorgan376%revealtasteGlorgan22%revealtasteGlorgan418%revealtasteGlorgan283%revealtasteGlorgan18$l#$b#I can't help but smile. These flowers are so amazing!$h#$e#Wow... Spring sure is the best season!$h",
	"summer_1": "What can I do fer ya?#$e#I've got the finest wares in the land! And the finest husband to boot!$h^I've got the finest wares in the land! And the finest wife to boot!$h",
	"fall_1": "Some say money was invented so a foolish man could control a wise one...$k#$b#I say it was invented so I could buy you as many marvelous things as I can!$h",
	"winter_1": "Good day @!!$h#$b#Even though it's chilly out there, yer love always warms up the cockles of my heart!",
	"summer_26": "Hi @! I take it you remembered my birthday?%revealtasteGlorgan421%revealtasteGlorgan402%revealtasteGlorgan591%revealtasteGlorgan593%revealtasteGlorgan595%revealtasteGlorgan597%revealtasteGlorgan376%revealtasteGlorgan22%revealtasteGlorgan418%revealtasteGlorgan283%revealtasteGlorgan18#$b#I sure do love flowers on my birthday!",
}